{
  "sections": {
    "e019c603-da61-4779-b5cc-47e1bdaf8c7d": {
      "type": "terms-and-condition",
      "blocks": {
        "1b2f4150-1183-4526-895c-4a3627c13217": {
          "type": "text",
          "settings": {
            "heading": "These terms",
            "content": "<ol>\n<li>These terms of use govern your use and access to our services, including our website(s), our application(s), our application programming interfaces (APIs), our notifications and any information or content appearing therein (collectively our “<strong>Platform<\/strong>”). <\/li>\n<li>By using our Platform, you agree to these terms regardless of whether you are paying user or a non-paying visitor. If you are using our Platform as a representative of an entity, you are agreeing to these terms on behalf of that entity.<\/li>\n<li>You should also read our Privacy Policy which sets out how we collect and use your personal information.<\/li>\n<\/ol>"
          }
        },
        "a4baa3ab-556b-45ec-a787-a69d0eb17e09": {
          "type": "text",
          "settings": {
            "heading": "About us and how to contact us",
            "content": "<ol>\n<li>We are Gush International Pte. Ltd., a company registered in Singapore. Our Unique Entity Number is 202036327G and our registered office is at 2 GAMBAS CRESCENT #01-35, NORDCOM II, SINGAPORE 757044. <\/li>\n<li>For any questions or problems relating to our Platform, our Products, or these terms, you can contact us by emailing us@gowithgush.com.<\/li>\n<li>We are the data controller in relation to our Platform and are responsible for your personal data. Please refer to our Privacy Policy which is available at x for information about what personal data we collect and what we do with it. It is important that you read our privacy policy, which may be updated from time to time, and understand how we use your information and the rights that you have about your information.<\/li>\n<li>If we have to contact you, we will do so by telephone or by writing to you at the email address or postal address you provided to us. <\/li>\n<li>When we use the words \"writing\" or \"written\" in these terms, this includes emails.<\/li>\n<\/ol>"
          }
        },
        "4ff0cd5c-1259-4f61-93e2-bbc1ba21de60": {
          "type": "text",
          "settings": {
            "heading": "Changes of terms",
            "content": "<ol>\n<li>We may amend these terms from time to time by posting the updated terms on our Platform. If we make material changes, we will notify you of the changes before they become effective. By continuing to use our Platform and our services after the changes come into effect means that you agree to be bound by the revised policy. <\/li>\n<\/ol>"
          }
        },
        "e8bab10f-1eed-48bf-bdb4-1e8b8d47ad61": {
          "type": "text",
          "settings": {
            "heading": "Availability of our services",
            "content": "<ol>\n<li>We are constantly changing and improving our Platform and the products or services we provide. We may from time to time change or discontinue any of the products or services we offer, or add or remove functionalities or features, and we may suspend or stop certain products, services, functionalities or features altogether. If we discontinue certain products, services, functionalities, or features, we will give you advance notice where reasonably possible.<\/li>\n<li>We may release products, services, functionalities or features that we are still testing and evaluating. We will label such services as “beta”, “preview”, “early access” or “trial” or any words or phrases with similar meanings. You understand that these beta services are not as reliable as other products or services we offer. <\/li>\n<li>We try our best to ensure that our Platform is always available, but we do not guarantee that the operation of or access to our Platform will be uninterrupted or continuous. Our Platform may be interrupted for maintenance, repairs, upgrades, network, or equipment failures.<\/li>\n<li>You are responsible for configuring your information technology, computer programmes and platform or system in order to access our Platform. We do not guarantee that our Platform will be free from bugs or viruses. <\/li>\n<\/ol>"
          }
        },
        "1e50725a-d394-4840-bce0-ff703dae0d75": {
          "type": "text",
          "settings": {
            "heading": "Use of the platform",
            "content": "<ol>\n<li>You must comply with the Acceptable Use Policy and all applicable laws and regulatory requirements, including privacy laws and intellectual property laws in using or accessing the Platform.<\/li>\n<li>We give you a personal, worldwide, royalty-free, non-assignable, non-transferrable, non-sublicensable, non-exclusive and revocable licence to access and use our Platform, including any software or application as part of the services we offer. This licence is for the sole purpose of enabling you to use and enjoy the benefit of our Platform as provided by us and in the manner as permitted by these terms.<\/li>\n<li>This licence to use our Platform will terminate if you do not comply with these terms or other additional terms or conditions imposed by us from time to time.<\/li>\n<li>You must not copy, modify, distribute, sell, lease, loan or trade any access to the Platform or any data or information on it.<\/li>\n<\/ol>"
          }
        },
        "fff3ee0c-b577-4d73-817a-fa1f64324173": {
          "type": "text",
          "settings": {
            "heading": "Our rights",
            "content": "<ol>\n<li>All intellectual property rights subsisting in the Platform or the products or services we provide belong to us or have been lawfully licensed to us. All rights under applicable laws are hereby reserved. You must not upload, post, publish, reproduce, transmit or distribute any content or component of our Platform in any way, or create any derivative works with respect to any such content or component.<\/li>\n<li>Our name “gush” and our marks and logos are our trademarks (be it registered or unregistered) and may not be used without our express prior written consent.<\/li>\n<\/ol>"
          }
        },
        "6183c26b-304d-4ccc-a835-55b35fd2bc7e": {
          "type": "text",
          "settings": {
            "heading": "Feedback",
            "content": "<ol>\n<li>We value and welcome feedback on our Platform. You agree that we are free to use, disclose, adopt and\/or modify any feedback and any information (including any ideas, concepts, proposals, suggestions, or comments) provided by you to use in connection with our Platform or any products or services we offer, without any payment to you.<\/li>\n<li>You hereby waive and agree to waive any rights to claim for any fees, royalties, charges, or other payments in relation to our use, disclosure, adoption and\/or modification of any of your feedback.<\/li>\n<\/ol>"
          }
        },
        "ab5ea942-2799-454b-9748-eee6ab52a615": {
          "type": "text",
          "settings": {
            "heading": "Limitation on liabilities",
            "content": "<ol>\n<li>Some countries or jurisdictions may not allow the disclaimers in this clause, in which case these disclaimers will not apply to you.<\/li>\n<li>To the fullest extent permitted by law, we (including our holding company(ies), subsidiaries, affiliates, directors, officers, employees, agents, representatives, partners, and licensors (collectively, “<strong>Our Entities<\/strong>”)) expressly limit our liabilities in connection with or arising out of the provision of the Platform as follows:\n<ol>\n<li>we provide the Platform and any products or services we offer on an “as is” and “as available” basis, and your access to or use of our Platform is at your own risk;<\/li>\n<li>we give no assurance, representation, or warranty of any kind (whether express or implied) about the Platform and any products or services we provide;<\/li>\n<li>we do not guarantee that the information or content you find on the Platform is always accurate, truthful, complete, and up to date;<\/li>\n<li>we expressly disclaim all warranties and representations (for example, warranties of merchantability, fitness for a particular purpose, and non-infringement); <\/li>\n<li>we are not responsible for any delay or disruption in our Platform or any defect, viruses, bugs, or errors; and<\/li>\n<li>we are not responsible for the conduct of, or any content or information submitted or posted by any user of the Platform (whether online or offline).<\/li>\n<\/ol>\n<\/li>\n<li>To the fullest extent permitted by law, Our Entities are not liable to you or others for:\n<ol>\n<li>any indirect, incidental, special, exemplary, consequential, or punitive damages; or<\/li>\n<li>any loss of data, business, opportunities, reputation, profits, or revenues,<\/li>\n<li>relating to the use of our Platform or any products or services we offer.  <\/li>\n<\/ol>\n<\/li>\n<li>We do not exclude or limit our liability to you where it would be illegal to do so. This includes any of our liability for fraud or making fraudulent misrepresentation in operating the Platform or providing the products or services we offer.<\/li>\n<li>If you are using the Platform as a consumer, in some countries or jurisdictions you may have certain legal rights as a consumer. In such cases, nothing in these terms limit your legal rights as a consumer that may not be waived by contract.<\/li>\n<li>Other than the types of liabilities that we cannot limit by law, the liabilities of Our Entities to you (on aggregate) are limited to the amount you have paid us (if any) for the use of our Platform or for any products or services we offer over the last twelve (12) months.<\/li>\n<\/ol>"
          }
        },
        "7cf6ffe4-ad36-4e71-8e63-03b15ebf4891": {
          "type": "text",
          "settings": {
            "heading": "Your representation",
            "content": "<ol>\n<li>Our Platform is not intended for and may not be used by minors. By using our Platform, you represent that you are an adult and that you are able to legally enter into contractual agreements. <\/li>\n<li>If you are using the Platform on behalf of an entity, by using the Platform you represent that you have the necessary rights and authority to agree to these terms (and our Privacy Policy, Acceptable Use Policy and other documents referred to herein) on behalf of that entity.<\/li>\n<\/ol>"
          }
        },
        "0c2330ca-8e10-424f-a686-4f8693303a02": {
          "type": "text",
          "settings": {
            "heading": "Indemnity",
            "content": "<ol>\n<li>You agree to indemnify and hold Our Entities harmless from and against all liabilities, damages, claims, costs (including legal fees and costs), and expenses in connection with or arising from (i) your breach of these terms, (ii) your use of our Platform and\/or (iii) any misrepresentation made by you. <\/li>\n<li>You also agree to fully co-operate with us in the defence or settlement of any claim in relation to or arising out of our Platform or these terms.<\/li>\n<\/ol>"
          }
        },
        "a5e65569-258a-4b48-8f15-7e4b0177e758": {
          "type": "text",
          "settings": {
            "heading": "Termination",
            "content": "<ol>\n<li>These terms will continue to apply until terminated by either you or us as follows.<\/li>\n<li>We reserve the right to suspend or terminate your access to our Platform, if we reasonably believe:\n<ol>\n<li>you are in serious or repeated breach of these terms (including a prolonged failure to settle any payment);<\/li>\n<li>you are using the Platform in a manner that would cause a real risk of harm or loss to us, other users, or the public;<\/li>\n<li>we are requested to do so by government or regulatory authorities or as required under applicable laws, regulations or legal processes; or<\/li>\n<li>our provision of the Platform to you is no longer possible or commercially viable. <\/li>\n<li>In any of the above cases, we will notify you by the email address associated with your account or at the next time you attempt to access your account, unless we are prohibited from notifying you by law.<\/li>\n<\/ol>\n<\/li>\n<li>Upon termination of your access, these terms will also terminate except for Clauses 8 to 15.<\/li>\n<li>Where we consider necessary or appropriate, we will report any breach of these terms (or the Acceptable Use Policy) to law enforcement authorities, and we will cooperate with such authorities by disclosing your identity and providing any information about you within our systems to them.<\/li>\n<\/ol>"
          }
        },
        "4d970302-2209-4b6c-b962-64bd778a7d92": {
          "type": "text",
          "settings": {
            "heading": "Entire agreement",
            "content": "<ol>\n<li>These terms constitute the entire agreement between any user and us in relation to the use of or any transactions on the Platform. These terms supersede and extinguish all other agreements, promises, assurances, warranties, representations and understandings between any user and us, whether written or oral, in relation to the use of or any transactions on the Platform.<\/li>\n<li>You acknowledge that you will have no remedies in respect of any statement, representation, assurance, or warranty (whether made innocently or negligently) that is not set out in these terms.<\/li>\n<\/ol>"
          }
        },
        "43832066-28ba-4171-8266-1b4ed73ca01c": {
          "type": "text",
          "settings": {
            "heading": "Other important terms",
            "content": "<ol>\n<li>We may transfer our rights and obligations under these terms to another organisation. We will contact you to let you know if we plan to do this. If you do not wish to continue the contract with the transferee, you may contact us to end the contract within one (1) calendar month of us informing you of the proposed transfer and we will refund you any payments you have made in advance for any products not provided.<\/li>\n<li>You may only transfer your rights or your obligations under these terms to another person if we agree to this in writing. <\/li>\n<li>If a court finds part of this contract illegal, the rest will continue in force. Each of the paragraphs of these terms operates separately. If any court or relevant authority decides that any of them are unlawful, the remaining paragraphs will remain in full force and effect.<\/li>\n<li>Even if we delay in enforcing this contract, we can still enforce it later. If we do not insist immediately that you do anything you are required to do under these terms, or if we delay in taking steps against you in respect of your breaking this contract, that will not mean that you do not have to do those things and it will not prevent us taking steps against you at a later date. For example, if you miss a payment and we do not chase you, but we continue to provide the products, we can still require you to make the payment at a later date.<\/li>\n<\/ol>"
          }
        }
      },
      "block_order": [
        "1b2f4150-1183-4526-895c-4a3627c13217",
        "a4baa3ab-556b-45ec-a787-a69d0eb17e09",
        "4ff0cd5c-1259-4f61-93e2-bbc1ba21de60",
        "e8bab10f-1eed-48bf-bdb4-1e8b8d47ad61",
        "1e50725a-d394-4840-bce0-ff703dae0d75",
        "fff3ee0c-b577-4d73-817a-fa1f64324173",
        "6183c26b-304d-4ccc-a835-55b35fd2bc7e",
        "ab5ea942-2799-454b-9748-eee6ab52a615",
        "7cf6ffe4-ad36-4e71-8e63-03b15ebf4891",
        "0c2330ca-8e10-424f-a686-4f8693303a02",
        "a5e65569-258a-4b48-8f15-7e4b0177e758",
        "4d970302-2209-4b6c-b962-64bd778a7d92",
        "43832066-28ba-4171-8266-1b4ed73ca01c"
      ],
      "settings": {
        "heading": "Terms of Use",
        "secondary-heading": "",
        "padding_top": 100,
        "padding_bottom": 100
      }
    }
  },
  "order": [
    "e019c603-da61-4779-b5cc-47e1bdaf8c7d"
  ]
}
