{
  "sections": {
    "6fd7aaa0-e901-4124-8a44-f17c20d9c3fd": {
      "type": "terms-and-condition",
      "blocks": {
        "29ef2cb6-6d96-4b70-b42a-79853cfd089c": {
          "type": "text",
          "settings": {
            "heading": "What information we collect about you",
            "content": "<ol>\n<li>We collect the following types of information about you:\n<ol>\n<li>account and profile information that you provide when you register for an account or sign up for our products or services, for example your name, email address, telephone number(s) (collectively, “<strong>Account Data<\/strong>”);<\/li>\n<li>information you provide through support channels, for example when you report a problem to us or interact with our support team, including any contact information, documentation, or screenshots (collectively, “<strong>Support Data<\/strong>”);<\/li>\n<li>communication, marketing, and other preferences that you provide us when you participate in a survey or a questionnaire that we send you (collectively, “<strong>Preference Data<\/strong>”);<\/li>\n<li>information about your device or connection, for example your internet protocol (IP) address and information we collect through cookies and other data collection technologies (please read our Cookies Policy for details) (collectively, “<strong>Technical Data<\/strong>”); and<\/li>\n<li>Information about your use of or visit to our Platform, for example length of visits to certain pages, and page interaction information (collectively, “<strong>Usage Data<\/strong>”).<\/li>\n<\/ol>\n<\/li>\n<li>We collect the above information when you provide it to us or when you use or visit our Platform. We may also receive information about you from other sources, including:ur personnel, agents, advisors, consultants, and contractors based in Singapore in connection with our operations or services, for example our staff engaged in the fulfilment of your order, processing of your payment, and provision of support services;<\/li>\n<li>We do not collect sensitive data or special category data about you. This includes details about your race, ethnic origin, politics, religion, trade union membership, genetics, biometrics, health, or sexual orientation.<\/li>\n<\/ol>"
          }
        },
        "7eef946f-cbd5-4df0-bfbc-3b69663592ed": {
          "type": "text",
          "settings": {
            "heading": "How we use information we collect",
            "content": "<ol>\n<li>We only use your personal information where the law allows us to. We use your personal information only where:\n<ol>\n<li>we need to perform the contract we have entered into (or are about to enter into) with you, including to operate our products or services, to provide customer support and personalised features, and to protect the safety and security of our Platform;<\/li>\n<li>it satisfies a legitimate interest which is not overridden by your fundamental rights or data protection interests, for example for research and development, and in order to protect our legal rights and interests<\/li>\n<li>you've given us consent to do so for a specific purpose, for example we may send you direct marketing materials or publish your information as part of our testimonials or customer stories to promote our products or services with your permission; or<\/li>\n<li>we need to comply with a legal or regulatory obligation.<\/li>\n<\/ol>\n<\/li>\n<li>If you have given us consent to use your personal information for a specific purpose, you have the right to withdraw your consent any time by contacting us (please refer to paragraph 8 for contact information), but please note this will not affect any use of your information that has already taken place.<\/li>\n<li>We do not share your personal information with any company outside our group for marketing purpose, unless with your express specific consent to do so.<\/li>\n<li>For visitors to or users of our Platform who are located in the European Union, we have set out our legal bases for processing your information in the Legal Bases Table at the end of this policy.<\/li>\n<\/ol>"
          }
        },
        "47c991f1-7059-45a1-a341-881c866470b7": {
          "type": "text",
          "settings": {
            "heading": "How we share information we collect",
            "content": "<ol>\n<li>We may share personal information on aggregated or de-identified basis with third parties for research and analysis, profiling, and similar purposes to help us improve our products and services.<\/li>\n<li>If you use any third-party software in connection with our products or services, for example any third-party software that our Platform integrates with, you might give the third-party software provider access to your account and information. Policies and procedures of third-party software providers are not controlled by us, and this policy does not cover how your information is collected or used by third-party software providers. We encourage you to review the privacy policies of third-party software providers before you use the third-party software.<\/li>\n<li>Our Platform may contain links to third-party websites over which we have no control. If you follow a link to any of these websites or submit information to them, your information will be governed by their policies. We encourage you to review the privacy policies of third-party websites before you submit information to them.<\/li>\n<li>We may share your information with government and law enforcement officials to comply with applicable laws or regulations, for example when we respond to claims, legal processes, law enforcement, or national security requests. <\/li>\n<li>If we are acquired by a third party as a result of a merger, acquisition, or business transfer, your personal information may be disclosed and\/or transferred to a third party in connection with such transaction. We will notify you if such transaction takes place and inform you of any choices you may have regarding your information. <\/li>\n<\/ol>"
          }
        },
        "3d2592bb-cc4b-407c-9db7-a00ae22f946e": {
          "type": "text",
          "settings": {
            "heading": "How we store and secure information we collect",
            "content": "<ol>\n<li>We use data hosting service providers based in Singapore to host the information we collect.<\/li>\n<li>We have adopted the following measures to protect the security and integrity of your personal information:\n<ol>\n<li>information is encrypted using TLS\/SSL technology;<\/li>\n<li>access to your personal information is restricted to personnel or service providers on a strictly need-to-know basis, who will only process your information on our instructions and who are subject to a duty of confidentiality; and<\/li>\n<li>our information collection, storage, and processing practices are reviewed regularly. <\/li>\n<\/ol>\n<\/li>\n<li>We have put in place procedures to deal with any suspected privacy breach and will notify you and any applicable regulator of a breach where we are legally required to do so.<\/li>\n<li>While we implement safeguards designed to protect your information, please note that no transmission of information on the Internet is completely secure. We cannot guarantee that your information, during transmission through the Internet or while stored on our systems or processed by us, is absolutely safe and secure.<\/li>\n<li>We only retain personal information for so long as it is reasonably necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements. After such time, we will delete or anonymise your information, or if this is not possible, we will securely store your information and isolate it from further use. We periodically review the basis and appropriateness of our data retention policy.<\/li>\n<\/ol>"
          }
        },
        "94fa965a-062d-4688-9c2d-23220b97387b": {
          "type": "text",
          "settings": {
            "heading": "Your rights",
            "content": "<ol>\n<li>You have the right to:\n<ol>\n<li>be informed of what we do with your personal information;<\/li>\n<li>request a copy of personal information we hold about you; <\/li>\n<li>require us to correct any inaccuracy or error in any personal information we hold about you;<\/li>\n<li>request erasure of your personal information (note, however, that we may not always be able to comply with your request of erasure for record keeping purposes, to complete transactions, or to comply with our legal obligations);<\/li>\n<li>object to or restrict the processing by us of your personal information (including for marketing purposes);<\/li>\n<li>request to receive some of your personal information in a structured, commonly used, and machine readable format, and request that we transfer such information to another party; and<\/li>\n<li>withdraw your consent at any time where we are relying on consent to process your personal information (although this will not affect the lawfulness of any processing carried out before you withdraw your consent).  <\/li>\n<\/ol>\n<\/li>\n<li>You may opt out of receiving marketing materials from us by using the unsubscribe link in our communications, by updating your preferences within your account on our Platform, or by contacting us. Please note, however, that even if you opt out from receiving marketing materials from us, you will continue to receive notifications or information from us that are necessary for the use of our products or services.<\/li>\n<li>As a security measure, we may need specific information from you to help us confirm your identity when processing your privacy requests or when you exercise your rights. <\/li>\n<li>Any request under paragraph 5.1 will normally be addressed free of charge. However, we may charge a reasonable administration fee if your request is clearly unfounded, repetitive, or excessive.<\/li>\n<li>We will respond to all legitimate requests within one (1) month.  Occasionally, it may take us longer than a month if your request is particularly complex or if you have made a number of requests.<\/li>\n<\/ol>"
          }
        },
        "fe6897b6-4b7e-438c-a118-9b577d4b9165": {
          "type": "text",
          "settings": {
            "heading": "Changes to this policy",
            "content": "<ol>\n<li>\nWe may amend this policy from time to time by posting the updated policy on our Platform. By continuing to use our Platform after the changes come into effect, you agree to be bound by the revised policy.\n<\/li>\n<\/ol>"
          }
        },
        "c7e7d882-eabd-4720-8e0b-b3e09cb8bb41": {
          "type": "text",
          "settings": {
            "heading": "Policy towards children",
            "content": "<ol>\n<li>We do not knowingly collect personal information from individuals under 16. If we become aware that an individual under 16 has provided us with personal information, we will take steps to delete such information. Contact us if you believe that we have mistakenly or unintentionally collected information from an individual under 16.<\/li>\n<\/ol>"
          }
        },
        "61612a61-da57-4805-be18-b593efcce616": {
          "type": "text",
          "settings": {
            "heading": "Contact us",
            "content": "<ol>\n<li>Please email us at us@gowithgush.com:<\/li>\n<li>Please contact us in the first instance if you have any questions or concerns. If you have unresolved concerns, you have the right to file a complaint with a data protection authority in the country where you live or work or where you feel your rights have been infringed.<\/li>\n<\/ol>"
          }
        }
      },
      "block_order": [
        "29ef2cb6-6d96-4b70-b42a-79853cfd089c",
        "7eef946f-cbd5-4df0-bfbc-3b69663592ed",
        "47c991f1-7059-45a1-a341-881c866470b7",
        "3d2592bb-cc4b-407c-9db7-a00ae22f946e",
        "94fa965a-062d-4688-9c2d-23220b97387b",
        "fe6897b6-4b7e-438c-a118-9b577d4b9165",
        "c7e7d882-eabd-4720-8e0b-b3e09cb8bb41",
        "61612a61-da57-4805-be18-b593efcce616"
      ],
      "settings": {
        "heading": "Privacy\nPolicy",
        "secondary-heading": "This policy sets out: \n<br>\n\n<ol>\n<li>the information we collect about you when you visit our website, use our products or services, or otherwise interact with us;<\/li>\n<li>how we use, share, store, and secure the information; and<\/li>\n<li>how you may access and control the information. <\/li>\n<\/ol>\n<br>\n<p>In this policy, “<strong>Gush International Pte. Ltd.”<\/strong> or “<strong>we<\/strong>” refers to Gush International Pte. Ltd., a company registered in Singapore. Our Unique Entity Number is 202036327G and our registered office is at 2 GAMBAS CRESCENT #01-35, NORDCOM II, SINGAPORE 757044. “<strong>Platform<\/strong>” means our website at www.gowithgush.com.<\/p>\n<p><br>In this policy, “<strong>personal information<\/strong>” refers to any data, information, or combination of data and information that is provided by you to us, or through your use of our products or services, that relates to an identifiable individual.<\/p>",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "6fd7aaa0-e901-4124-8a44-f17c20d9c3fd"
  ]
}
