{
  "sections": {
    "main": {
      "type": "faq",
      "blocks": {
        "91d86e99-504d-466f-8b09-9331a92e9b28": {
          "type": "faqContent",
          "settings": {
            "category": "About Gush",
            "type": "General Questions",
            "title": "Who is Gush?",
            "answer": "Gush makes innovative materials for the built environment. Beyond sprucing up your home, our products support your wellbeing and help the Earth too.\nWe believe your choices, however small, can drive purposeful change. When we bring our actions together, big or small – we’re walking the path of true wellness. If this resonates with you, come be a part of our community.\nFor more information about our mission, <a href=\"https:\/\/gush.earth\/sg\/pages\/mission\/\">Click Here<\/a>."
          }
        },
        "42ab7d99-436b-4228-84d0-4631da7782b1": {
          "type": "faqContent",
          "settings": {
            "category": "About Gush",
            "type": "General Questions",
            "title": "I am a partner\/ Influencer, \nhow can I collaborate with you?",
            "answer": "We love working on shared ideas, and can’t wait to hear yours. You may reach out to us at hello@gush.earth."
          }
        },
        "b9e1ac44-ee2f-4d73-af28-b2b256fb131c": {
          "type": "faqContent",
          "settings": {
            "category": "About Gush",
            "type": "General Questions",
            "title": "I’m interested in a career at Gush, where can I apply?",
            "answer": "Visit our Hiring page to check out our currently available positions."
          }
        },
        "feed0eec-5651-4931-a642-48af6d6a47c0": {
          "type": "faqContent",
          "settings": {
            "category": "About Gush",
            "type": "Contact Us",
            "title": "Do you have a physical store where I can walk in and make a purchase from?",
            "answer": "No, we don’t have a physical store. But if you need information or want to place an order, you can get in touch by phone, Whatsapp or email. Check out our contact page <a href=\"https:\/\/gush.earth\/sg\/pages\/contact-us\/\">here<\/a> for more details."
          }
        },
        "b417ac38-d91e-4ba0-92a2-5c0945e20374": {
          "type": "faqContent",
          "settings": {
            "category": "About Gush",
            "type": "Contact Us",
            "title": "Where can I see your colours in person?",
            "answer": "You may visit us at our office at 2 Gambas Crescent, #01-35, Nordcom II, Singapore 757044, with an appointment. Please call us at 6692 9000 to arrange an appointment. \n\nVisiting hours: \nMon – Fri, except for P.Hs. \n9am - 12pm, 1pm – 5pm"
          }
        },
        "f2cd53d9-ee3c-4fa4-aa5d-cc48b0259682": {
          "type": "faqContent",
          "settings": {
            "category": "About Gush",
            "type": "Contact Us",
            "title": "How can I contact Gush?",
            "answer": "You can send us an email at hello@gush.earth, or contact us via Whatsapp by using the ‘Chat’ button on our website."
          }
        },
        "a558ef9f-633d-41cf-9482-302e4f20602c": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "General Questions",
            "title": "What’s the difference between Air-purifying and Washable interior paint?",
            "answer": "Both paints remove pollutants and have anti-molding capabilities, but the paint types each have their own unique feature.\n\nGush Air-purifying paint has a humidity control feature that maintains a healthy moisture level in your room.\n\nGush Gush Cair Fresh lets you easily wipe off grime from your surfaces without damaging the paint coat. \n\nWe recommend using the Air-purifying interior paint for ceilings or areas with a lot of moisture, and the Washable option for walls and areas prone to dirt, stains and marks."
          }
        },
        "da318201-0800-45d6-be0d-167d4776d0ae": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "General Questions",
            "title": "Is your full colour range available on your website?",
            "answer": "No, our website only features 65 curated colours. If you’re looking for a colour that is not on our website, please reach out to us at hello@gush.earth."
          }
        },
        "d2ba89e7-e683-43fb-ae90-f50397468749": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "General Questions",
            "title": "I've just got my walls painted. The colour appears to be darker in comparison to what's shown on your website.",
            "answer": "While we’ve done our best to represent our colours accurately online, colour presentations can vary depending on the monitor and screen settings. To help in your decision-making, we recommend ordering our sample tubs to confirm your colour choice before proceeding with your paint order. This not only shows you the exact colour, but helps you visualise how it’s going to look on your wall."
          }
        },
        "b6274ff2-6552-48d0-9bde-19979ccd3ccb": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "General Questions",
            "title": "How much paint should I get?",
            "answer": "You’ll get a good gauge using our handy Paint Calculator <a href=\"https:\/\/gush.earth\/sg\/pages\/calculator\/\">here<\/a>*.\nBut as a general estimate, 1 litre of gush paint gets you 2 coats for a 5-6 m² surface area, approximately. \n*Kindly note that the calculated quantity may differ for your home, based on how many walls you’ll be painting."
          }
        },
        "fd0c4478-00e0-4f20-86a7-4b090b7b3edc": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "General Questions",
            "title": "Do you provide colour books?",
            "answer": "We don’t have a colour book for our online range, but you can get the sample tubs of the colours you’re interested in. You can do so by selecting ‘Sample’ under the product listing."
          }
        },
        "8ed8eca1-e100-4fb3-b42b-3bb9cce77834": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Health and Safety",
            "title": "Is it safe to stay in the house while the painting is done?",
            "answer": "Yes, that’s the beauty of using our odourless, toxic-free paints. It’s safe for pregnant women and children to stay as well. You can stay in another room while the painting is done, so the wet walls don’t get touched."
          }
        },
        "580beeb2-dbbd-414f-8b01-2f08c818766c": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Health and Safety",
            "title": "Is the paint safe for people with asthma or respiratory illnesses?",
            "answer": "Yes, Gush paints are odourless and do not emit any toxic fumes."
          }
        },
        "6f43b6d7-bdde-4cfe-98ab-e5b2363d8375": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "Do I have to use a white base first if I am painting a dark-coloured wall with a lighter colour?",
            "answer": "We recommend applying a layer of sealer instead. Besides already being white in colour, the sealer helps your paint coat bind to the wall better and prevents cracking and peeling."
          }
        },
        "1ccf06f9-a4fb-4dc4-8a30-224b4d7324c9": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "Is it advisable to strip the old paint every time I want to repaint?",
            "answer": "We do not recommend stripping off old paint as this would worsen the wall condition. Your best bet is to get a professional plastering service to repair the wall before you repaint it."
          }
        },
        "9bc02023-9146-4f86-b780-ce9b819ea037": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "I am looking to paint on wood surfaces. Which paint would be a better choice – Air-Purifying or Gush Cair Fresh?",
            "answer": "Currently, our paints are not ideal for wood surfaces as they are water-based with matte-finishing. When applied to wood, it might cause scratches, dirt marks or peel over time. We recommend using other oil or latex-based paints instead.\nIf you still wish to use our paints on wood, make sure to apply a layer of sealer first to get the best result."
          }
        },
        "4c3fbab4-1f54-432b-a53f-51bfcd6b681a": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "Can I use a sealer from another brand together with Gush Air-purifying paint?",
            "answer": "Yes, that’s possible. But our interior paints still give the best results when paired with the Gush sealer."
          }
        },
        "70f1abd3-13db-4f9f-a450-eaa37fec547e": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "What material surface can Gush Air-purifying interior paint be applied to?",
            "answer": "Wood\nApplication on wooden surfaces is possible, but not recommended. Our paint is unable to replicate the natural beauty of wooden surfaces due to its matte-texture finish. If you wish to paint gush on wood, do apply a layer of sealer first.\n\nPlastic\nApplication on plastic surfaces is possible, but not recommended. If you wish to paint gush on plastic, apply a layer of sealer first to help the paint coat bind to the surface better.\n\nMetal\nGush interior paints should not be applied to metal surfaces as it is a water-based, latex paint that may cause the metal surface to rust.\n\nExterior walls\nIt should not be used as a replacement for exterior paint. As Gush interior paints are specifically formulated for interior environments, they do not perform the same in outdoor conditions."
          }
        },
        "01062041-7443-4323-88b8-a61d0143d9c9": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "Do I mix need to mix water with my paints?",
            "answer": "No, you don’t need to. Adding too much water will reduce our paints’ air-purifying effectiveness and finish. Give the paint a thorough stir before use so that the pigments are evenly mixed, and you’re good to go.\nIf the paint is too sticky for you, you can dilute it with water, but just a little. The amount of water you add should not exceed 15% of the overall paint solution as this would severely reduce the paints’ efficacy. Only use clean water so the paint doesn’t get contaminated."
          }
        },
        "0a6cf9a9-9f30-4a26-b428-ae07e190569c": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "Do I need to use a sealer?",
            "answer": "Using a sealer neutralises existing alkalis on the wall which typically causes paint to peel, discolour or crack. It also seals off excess moisture trapped within the wall, preventing mold and efflorescence growth. Sealer also makes the paint adhere to the wall better.\n\nWe always recommend using sealer, especially if you face any of these situations:\n\n- Wall-related issues like stubborn marks due to stains, grease or patched-up areas\n- If the wall was previously painted with oil-based, emulsion paint\n- You’re changing the wall from a dark to light colour \n- This is the first paint layer being applied to a new wall \n- It has been five years since the wall was last painted"
          }
        },
        "97779afe-e007-4a6e-82da-c8bc6640cc4a": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "Do you have a guide for painting with Air-purifying paints?",
            "answer": "Yes we do. Check out this instructional video by our friend, Inch Chua. We hope you have as much fun painting your walls as she did!"
          }
        },
        "86038881-83c8-4e03-931a-3428bae6626a": {
          "type": "faqContent",
          "settings": {
            "category": "Paints",
            "type": "Paint Application",
            "title": "Is there a special application method to use Gush Interior paints?",
            "answer": "Nope! Even with its air-purifying features, both Air-purifying and Gush Cair Freshs can be applied like every other paint on the market. We recommend applying two coats of paint for the best results."
          }
        },
        "3ea538e4-c668-4614-87fa-644fc3495e89": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "How much are Gush window films?",
            "answer": "Gush window films are currently selling at $14\/sqft. \n\nYou can reach out to our sales representatives <a href=\"https:\/\/gush.earth\/sg\/pages\/contact-us\/\">here<\/a> for more information."
          }
        },
        "063e6ab1-8a91-435e-99f5-8981a3a939b0": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "Will there be additional charges for installation?",
            "answer": "Installation is included in the price of the window films. However, there will be additional fees for: \n- windows with invisible grilles\n- removal of installed old window films\n- transport"
          }
        },
        "f25c10bd-1256-4470-996c-88d910b06381": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "What’s the price for a 4-room BTO?",
            "answer": "We’ll need more information to give you a specific price, as HDB units vary in build and window design. It also depends on the number of windows you want to cover.\nBut based on our past engagements, here’s a rough estimation* you may refer to: \n\n— Older units with small windows (~80-98 sqft): $1000 - $1500 \n— Newer units with medium-sized windows (~90-110sqft): $1200 - $1700\n*For living room\/bedroom windows only.\n\nReach out to us <a href=\"https:\/\/gush.earth\/sg\/pages\/contact-us\/\">here<\/a> to get a more detailed estimate."
          }
        },
        "8e23c869-b879-4f49-9e24-60ccdaa14812": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "How do I purchase the window films?",
            "answer": "Drop us an enquiry <a href=\"https:\/\/gush.earth\/sg\/pages\/contact-us\/\">here<\/a> and we’ll be in touch with you promptly."
          }
        },
        "76f35a58-181f-4da1-acce-111d77c7179a": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "How can I find out more about Gush window films?",
            "answer": "You can learn more about the science and effectiveness of our window films <a href=\"https:\/\/gush.earth\/sg\/pages\/film-science\">here<\/a>. If you have more questions, drop us an enquiry <a href=\"https:\/\/gush.earth\/sg\/pages\/contact-us\/\">here<\/a> and we’ll get in touch to help you."
          }
        },
        "a8bde0e0-9f4c-4280-9310-0060ceb720b4": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "Is this window film a Gush product?",
            "answer": "You bet! Solar films might seem a world away from paints, but they’re both innovated to give you safer, cleaner and better environments—and that’s what we’re all about."
          }
        },
        "2a56dfd1-77dc-4158-b988-1471a343177f": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "Do you provide services to remove existing solar films?",
            "answer": "Yes we do! Our removal services are priced at $1.20 per sqft, and will be factored into your overall quotation."
          }
        },
        "e97a2cbf-68ba-42be-a108-eb44ff6190bf": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "Do the window films come in customizable shapes and sizes?",
            "answer": "Our films can be cut to your required dimensions, but do inform us beforehand. If your windows are non-rectangular or have non-traditional features (e.g. textured, not flat), enquire here and we’ll see what we can do."
          }
        },
        "4eb2b219-5990-4305-bef5-2ba5d9988e1f": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "General Questions",
            "title": "What are the different types of window films you provide?",
            "answer": "Our window films currently have 5 different transparency levels: 75, 50, 35, 15, 5. The lower the number, the darker the film is.\n\nWe are still expanding our range of films, so if you’re on the lookout for more options, follow our socials for the latest updates."
          }
        },
        "06cfdb71-b87b-40ba-ba95-3bf197d07af6": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Installation",
            "title": "Can Gush’s window films be installed outdoors\/exposed to weather?",
            "answer": "Our window films are built for indoor installation, so installing them outdoors will cause quicker wear and tear."
          }
        },
        "bdf0d849-8fe2-4094-95a2-406ad1e0cc88": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Installation",
            "title": "How long does the installation takes?",
            "answer": "We take 1-2 hours for one set of windows, but it varies by the number of windows and if there are existing films to remove. \n\nYou can get a more specific estimate from our sales representative by dropping us an enquiry here"
          }
        },
        "66f85998-d735-4a39-9cc4-be574acf76ed": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Installation",
            "title": "Which stage of renovation should I install window films?",
            "answer": "It’s best to install window films after all major renovation works are completed (i.e. hacking and drilling) and before any curtains, blinds or grille installation. This period is ideal as the site needs to be clean and dust-free for the best workmanship."
          }
        },
        "8fe99947-093a-4fae-88d3-09969bb25e22": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Installation",
            "title": "How does the installation work? Do I need to prepare anything?",
            "answer": "We use a cleaning solution to remove any stains and dirt marks before applying the films.\n\nYou can wipe your windows before the installation date to reduce stubborn dust and dirt. This helps make the installation smoother."
          }
        },
        "2ca5fdf9-887c-4bd3-ab3a-9f6e6eaff8c2": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Performance",
            "title": "What’s the benefit of your window films over other brands?",
            "answer": "Let’s start with a cool fact: heat doesn’t just come from light. It comes from a thermal spectrum that includes UV and infrared heat.\n\nOur window films block out heat across a larger range of this spectrum than traditional films. What’s more, Gush window films allow for more visible light to pass through. \n\nIn short, our films block more outside heat, and let more light in. If you want more details, drop us an enquiry here and our sales representative will be glad to give you a better understanding."
          }
        },
        "98348d44-0fdc-4358-ae82-3e6bb94310b4": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Performance",
            "title": "Is it scratch resistant? How do I clean it?",
            "answer": "Gush window films aren’t scratch resistant, but can be cleaned easily with water and a microfiber cloth. Avoid using abrasive-type cleaning agents or bristle brushes as these will scratch the film."
          }
        },
        "d14b1b3a-d9f9-4a14-9153-ffe026299df9": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Performance",
            "title": "Does the window film reduce indoor temperature?",
            "answer": "Yes. With the films’ ability to block more heat out, your indoor temperature can be cooler by up to 9ºC. Learn more here about the science behind our films."
          }
        },
        "6e60d7d1-fa57-4c83-ac5c-cf4b32a68d91": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Performance",
            "title": "How much UV does the window film block out?",
            "answer": "Gush window films block out 99% of UV rays. Overall, it blocks out 50.8% of total solar energy (UV rays, visible light heat and infrared radiation)"
          }
        },
        "b771026e-824f-46f2-8c14-891ad2fd52e6": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Performance",
            "title": "Does the window film help with energy saving?",
            "answer": "Yes. We worked with Singapore’s Building Construction Authority (BCA) to test the effects of window films on a room’s energy savings. From the test, it has been proven to generate 9.47% of energy savings. Read more about the test here."
          }
        },
        "9dab2c9e-7add-45e4-8ec4-2ea460aae716": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Maintenance",
            "title": "Does the window film require special cleaning and care?",
            "answer": "Not at all, a simple wipe with a damp microfiber cloth is good enough for cleaning. Avoid using scrubs or abrasive cleaning agents as they will damage the film. Also, close your windows when it rains, as frequent water contact may affect the films too."
          }
        },
        "02851d80-5ef3-4ced-bf18-57af9a6e1d8a": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Maintenance",
            "title": "Are the window films backed by warranty?",
            "answer": "Yes. Our warranty periods differ according to the type of window (sliding panel, casement windows, etc.). Please refer here for the full details."
          }
        },
        "4e09d811-8b46-49b8-9a25-4378eb16838c": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Maintenance",
            "title": "How long can the window films last?",
            "answer": "Gush window films are effective for up to 12 years. You can refer to our warranty here for more information."
          }
        },
        "a9796796-44e6-40c6-9b1d-51f29e5bdb17": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Aesthetics",
            "title": "Will I be able to see through my window clearly with the window films?",
            "answer": "Yes, our films are designed to block outside heat while allowing more visible light to pass through. You’ll still have clear views and enjoy a cooler room temperature!"
          }
        },
        "d3fc7c61-a684-4651-8392-40e1c2ab63b0": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Aesthetics",
            "title": "Will the window film darken my indoor space?",
            "answer": "It will be slightly darker, but you’ll still get plenty of natural light compared to other films, as Gush window films are designed to have a higher transparency."
          }
        },
        "7b66c44f-1934-4d27-acb5-78b0f31db789": {
          "type": "faqContent",
          "settings": {
            "category": "Window Films",
            "type": "Window Films Aesthetics",
            "title": "Does the window film change \/ fade overtime?",
            "answer": "With proper care, Gush window films can last up to 12 years without discolouring or fading."
          }
        },
        "304d024a-d24d-4d36-a991-4c2cfd7df26f": {
          "type": "faqContent",
          "settings": {
            "category": "Paint Information",
            "type": "Why Paint?",
            "title": "Question",
            "answer": "Answer"
          }
        }
      },
      "block_order": [
        "91d86e99-504d-466f-8b09-9331a92e9b28",
        "42ab7d99-436b-4228-84d0-4631da7782b1",
        "b9e1ac44-ee2f-4d73-af28-b2b256fb131c",
        "feed0eec-5651-4931-a642-48af6d6a47c0",
        "b417ac38-d91e-4ba0-92a2-5c0945e20374",
        "f2cd53d9-ee3c-4fa4-aa5d-cc48b0259682",
        "a558ef9f-633d-41cf-9482-302e4f20602c",
        "da318201-0800-45d6-be0d-167d4776d0ae",
        "d2ba89e7-e683-43fb-ae90-f50397468749",
        "b6274ff2-6552-48d0-9bde-19979ccd3ccb",
        "fd0c4478-00e0-4f20-86a7-4b090b7b3edc",
        "8ed8eca1-e100-4fb3-b42b-3bb9cce77834",
        "580beeb2-dbbd-414f-8b01-2f08c818766c",
        "6f43b6d7-bdde-4cfe-98ab-e5b2363d8375",
        "1ccf06f9-a4fb-4dc4-8a30-224b4d7324c9",
        "9bc02023-9146-4f86-b780-ce9b819ea037",
        "4c3fbab4-1f54-432b-a53f-51bfcd6b681a",
        "70f1abd3-13db-4f9f-a450-eaa37fec547e",
        "01062041-7443-4323-88b8-a61d0143d9c9",
        "0a6cf9a9-9f30-4a26-b428-ae07e190569c",
        "97779afe-e007-4a6e-82da-c8bc6640cc4a",
        "86038881-83c8-4e03-931a-3428bae6626a",
        "3ea538e4-c668-4614-87fa-644fc3495e89",
        "063e6ab1-8a91-435e-99f5-8981a3a939b0",
        "f25c10bd-1256-4470-996c-88d910b06381",
        "8e23c869-b879-4f49-9e24-60ccdaa14812",
        "76f35a58-181f-4da1-acce-111d77c7179a",
        "a8bde0e0-9f4c-4280-9310-0060ceb720b4",
        "2a56dfd1-77dc-4158-b988-1471a343177f",
        "e97a2cbf-68ba-42be-a108-eb44ff6190bf",
        "4eb2b219-5990-4305-bef5-2ba5d9988e1f",
        "06cfdb71-b87b-40ba-ba95-3bf197d07af6",
        "bdf0d849-8fe2-4094-95a2-406ad1e0cc88",
        "66f85998-d735-4a39-9cc4-be574acf76ed",
        "8fe99947-093a-4fae-88d3-09969bb25e22",
        "2ca5fdf9-887c-4bd3-ab3a-9f6e6eaff8c2",
        "98348d44-0fdc-4358-ae82-3e6bb94310b4",
        "d14b1b3a-d9f9-4a14-9153-ffe026299df9",
        "6e60d7d1-fa57-4c83-ac5c-cf4b32a68d91",
        "b771026e-824f-46f2-8c14-891ad2fd52e6",
        "9dab2c9e-7add-45e4-8ec4-2ea460aae716",
        "02851d80-5ef3-4ced-bf18-57af9a6e1d8a",
        "4e09d811-8b46-49b8-9a25-4378eb16838c",
        "a9796796-44e6-40c6-9b1d-51f29e5bdb17",
        "d3fc7c61-a684-4651-8392-40e1c2ab63b0",
        "7b66c44f-1934-4d27-acb5-78b0f31db789",
        "304d024a-d24d-4d36-a991-4c2cfd7df26f"
      ],
      "settings": {
        "heading": "FAQ",
        "padding_top": 100,
        "padding_bottom": 100
      }
    }
  },
  "order": [
    "main"
  ]
}
